yupingdeyouxiang/six-iot-sdk-esp32/sdkconfig.defaults.esp32c3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BT_ENABLED=y
# CONFIG_BT_BLE_50_FEATURES_SUPPORTED is not set
# if use Bluedroid mode, get to enable below config
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y 
